{
    "1111.0100": "Elected Official, Union Government  Elected Official, Union Government serves in various capacities in legislative and executive branches of Union Government. Performs administrative, executive or advisory functions, which include serving as head of the Indian Union; presiding over deliberations of Houses of Parliament; leading council of ministers of Union Government; shaping, determining and defining government policies and directing their application and execution through departmental heads; representing interests of voters in Parliament, on committees and commissions; and taking part in making, amending or repealing laws. Is designated according to work performed or post held, such as: PRESIDENT OF INDIA; RASHTRAPATI. VICE PRESIDENT OF INDIA; UP-RASHTRAPATI. SPEAKER, LOK SABHA. CHAIRMAN, RAJYA SABHA. PRIME MINISTER OF INDIA. MINISTER, UNION GOVERNMENT. MEMBER OF PARLIAMENT.",
    "1111.0200": "Elected Official, State Government  Elected Official, State Government serves in various capacities in legislative and executive branches of State Government. Performs, administrative, executive or advisory functions, which include leading council of ministers of State Government; shaping, determining and defining government policies, and directing application and execution of government policies through departmental heads; presiding over deliberations of Houses of State Legislatures; committees and commissions; and taking part in making, amending or repealing laws. Is designated  according to work performed or post held, such as: CHIEF MINISTER. MINISTER, STATE GOVERNMENT. CHAIRMAN, LEGISLATIVE COUNCIL. SPEAKER, LEGISLATIVE ASSEMBLY. MEMBER, LEGISLATIVE ASSEMBLY.",
    "1111.0300": "Elected Official, Local Bodies  Elected Official, Local Bodies serves in various capacities in policy making and executive branches of local bodies. Performs administrative, executive or advisory functions in matters entrusted to local bodies e.g. public health, sanitation, primary education, building and road construction, drainage, street-lighting, raising and collection of admissible local taxes and their proper administration, and all other connected matters for the benefit of local people, including enforcement of local laws and emergency measures as necessary. Is designated according to work performed or post held such as: MAYOR, MUNICIPAL CORPORATION. COUNCILLOR, CITY MUNICIPAL CORPORATION. CHAIRMAN, CITY MUNICIPAL CORPORATION. CHAIRMAN, MUNICIPALITY. MEMBER MUNICIPALITY. CHAIRMAN, DISTRICT BOARD. MEMBER, DISTRICT BOARD. CHAIRMAN, CANTONMENT BOARD. MEMBER, CANTONMENT BOARD. CHAIRMAN, TOWN AREA COMMITTEE. MEMBER, TOWN AREA COMMITTEE. CHAIRMAN, BLOCK SAMITI. SARPANCH, PANCHAYAT. MEMBER, PANCHAYAT.",
    "1111.9900": "Legislators, Other  Elected Officials, Other include all other Elected Officials performing administrative, executive or advisory functions in educational, religious, social, political and community welfare organizations and such other permanent or ad-hoc private bodies, not else-where classified.",
    "1112.0100": "Administrative Official, Union Government  Administrative Official, Union Government serves in various capacities under Union Government. Performs administrative and advisory functions, which include advising minister on all  matters of policy and administration within his sphere of responsibility; organizing and directing work of ministries and departments; taking policy decisions to extent authorized; supervising execution and implementation of policies and decisions by field or subordinate offices etc. Is designated according to work performed or post held, such as: MEMBER, OF UNION PUBLIC SERVICE COMMISSION. MEMBER, CENTRAL BOARD OF REVENUE. MEMBER, RAILWAY BOARD. MEMBER PLANNING COMMISSION. SECRETARY TO THE GOVERNMENT OF INDIA JOINT SECRETARY TO THE GOVERNMENT OF INDIA. DEPUTY SECRETARY TO THE GOVERNMENT OF INDIA. UNDER SECRETARY TO THE GOVERNMENT OF INDIA. DIRECTOR- GENERAL, CIVIL AVIATION. DIRECTOR GENERAL, ALL INDIA RADIO DIRECTOR- GENERAL, POSTS AND TELEGRAPHS. DIRECTOR-GENERAL, SUPPLIES AND DISPOSALS. DIRECTOR-GENERAL SHIPPING. DIRECTOR-GENERAL OF EMPLOYMENT AND TRAINING. CONTROLLER AND AUDITOR GENERAL. CONTROLLER, IRON AND STEEL. COMMISSIONER, TEXTILE. CUSTODIAN GENERAL. CHIEF CONTROLLER OF IMPORTS AND EXPORTS. CHIEF COMMISSIONER, ELECTION. CHIEF COMMISSIONER, LABOUR COMMISSIONER, SALT. REGISTRAR- GENERAL, CENSUS.",
    "1112.0200": "Diplomat  Diplomat represents Union of India in other countries or at international organizations, meetings and conferences. Interprets policies of Indian Government in foreign countries and advises his Government on matters of foreign relations, trade, commerce, etc. Negotiates and enters into agreements with other countries and nations. Issues visas to foreigners for visit to India and looks after welfare of Indians abroad, and generally promotes interest of his country. Is designated according to rank held or work performed, such as: AMBASSADOR HIGH COMMISSIONER ENVOY MINISTER (DIPLOMAT) PERMANENT REPRESENTATIVE COUNSEL GENERAL CHARGE D AFFAIRS TRADE COMMISSIONER.",
    "1112.0300": "Executive Officials, Union Government  Executive Official, Union Government serves in various executive capacities in Union Government, giving effect to policies and decisions of Government. Performs or supervises performance of other executives and field duties such as assessing and collecting revenues; issuing passports, licenses and other authorizations; supervising elections; reconciling parties in trade disputes; inspecting offices and establishments; enforcing and implementing various rules, regulations and provisions of law. Is designated according to work performed or post held, such as: COMMISSIONER, DEVELOPMENT COMMISSIONER, INCOME-TAX CUSTODIAN, EVACUEE PROPERTY DIRECTOR OF INSPECTION, CUSTOMS DIRECTOR, MARKETING  DIRECTOR OF TRAINING, DIRECTOR OF EMPLOYMENT EXCHANGES, REGIONAL LABOUR COMMISSIONER, COLLECTOR, CENTRAL EXCISE, SUPERINTENDENT, CUSTOMS, INCOME-TAX OFFICER, SUPERINTENDENT, CENTRAL EXCISE, PASSPORT OFFICER, SETTLEMENT OFFICER, CONCILIATION OFFICER (CENTRAL).",
    "1112.0400": "Administrative Official, State Government  Administrative Official, State Government serves in various capacities in State Government. Performs administrative and advisory functions which include serving as Head of State; advising ministers, on all matters of policy and administration within his sphere of responsibility; organizing and directing work of departments; taking policy decisions to the extent authorised; supervising execution and implementation of policies and decisions by field or subordinate officers. Is designated according to work performed or post held, such as: GOVERNOR; RAJYAPAL; LIEUTENANT GOVERNOR MEMBER, STATE PUBLIC SERVICE COMMISSION, MEMBER, BOARD OF REVENUE, CHIEF SECRETARY TO GOVERNMENT (STATE), SECRETARY TO GOVERNMENT (STATE), DEPUTY SECRETARY TO GOVERNMENT (STATE), UNDER SECRETARY TO GOVERNMENT (STATE), CHIEF COMMISSIONER DEVELOPMENT, COMMISSIONER OF DIVISION, DIRECTOR OF EDUCATION, DIRECTOR OF INDUSTRIES.",
    "1112.0500": "Executive Official, State Government  Executive Official, State Government serves in various capacities in State Government giving effect to policies and decisions of Government. Performs or supervises performance of executive and field duties which include maintenance of law and order; assessing and collecting taxes, duties, land revenues, etc.; issuing licenses; executing development schemes; reconciling parties in trade disputes; inspecting schools, factories, shops, offices and establishments; and enforcing various rules, regulations and provisions of law. Is designated according to work performed or post held, such as: COLLECTOR; DEPUTY COLLECTOR; SUB- DEPUTY COLLECTOR; DEPUTY COMMISSIONER. DISTRICT OFFICER; SUB- DIVISIONAL OFFICER; LAND RECORD OFFICER; TEHSILDAR; SUPERINTENDENT OF POLICE CIRCLE OFFICE; SALES-TAX OFFICER; SUPERINTENDENT, JAIL; JAILOR, SUPERINTENDENT OF INDUSTRIES DISTRICT INDUSTRIES OFFICER MARKETING OFFICER. RATIONING OFFICER. SUPPLY OFFICER. RENT CONTROL AND EVICTION OFFICER, REGIONAL TRANSPORT OFFICER, DISTRICT PLANNING OFFICER, CO-OPERATIVE OFFICER, CONCILIATION OFFICER (STATE), PANCHAYAT RAJ OFFICER.",
    "1112.0600": "Administrative and Executive Officials, Quasi Government (Central)  Administrative and Executive Official, Quasi Government (Central) plans, organizes, co-ordinates and controls within authority delegated, activities of quasi-government organizations, establishment, etc. or one or more of its departments/branches or sections; and includes officials such as: CHAIRMAN, UNIVERSITY GRANTS COMMISSION CHAIRMAN, COAL MINES WELFARE COMMISSION, SECRETARY, INDIAN RED CROSS SOCIETY, SECRETARY, MICA MINES LABOUR WELFARE FUND ADVISORY COMMITTEE, SECRETARY, RAILWAY RATES TRIBUNAL, CONTROLLER OF EMIGRANT LABOUR, DIRECTOR-GENERAL, EMPLOYEES STATE INSURANCE CORPORATION.",
    "1112.0700": "Administrative & Executive Officials, Quasi Government (State)  Administrative and Executive Official, Quasi Government (State) plans, organizes, co-ordinates and controls within authority delegated, activities of quasi-government organizations, establishments, etc. or one or more of its departments/branches or sections; and includes officials such as: VICE CHANCELLOR, STATE UNIVERSITIES, DEAN, STATE AUTONOMOUS EDUCATIONAL INSTITUTES, CHAIRMAN, STATE CORPORATIONS/BOARDS, CHAIRMAN, HARYANA URBAN DEVELOPMENT AUTHORITY, SECRETARY, GHAZIABAD DEVELOPMENT AUTHORITY.",
    "1112.0800": "Administrative and Executive Officials, Local Bodies  Administrative and Executive Official, Local Bodies plans, organizes, co-ordinates and controls functions of the city corporation, improvement trust, municipality, district board, cantonment board, notified area committee or other local bodies, and executes and implements or supervises execution and implementation of decisions, rules and regulations and by-laws of local bodies and also assesses and collects local taxes. Is designated according to work performed or post held, such as: COMMISSIONER, CITY CORPORATION, EXECUTIVE OFFICER, IMPROVEMENT TRUST; EXECUTIVE OFFICER, CANTONMENT, BOARD; EXECUTIVE OFFICER; MUNICIPAL BOARD, SECRETARY, DISTRICT BOARD TAX SUPERINTENDENT, OCTROI SUPERINTENDENT",
    "1112.9900": "Senior Government Officials, Other  Administrative and Executive Officials, Government and Local Bodies, Other Include all other administrative and executive officials of government, quasi-  government or local body, engaged in taking policy decisions and their implementation, general management and supervision of its one or more branches, sections and departments, not elsewhere classified.",
    "1114.0100": "Political Worker  Political Worker takes part in various activities of the political party to which he belongs. Contacts people for propagating ideology of his party and to enquire about their difficulties. Acts as link between people and legislators. Organizes activities of the party in his area. May act as President or Secretary of his party. May also function as President of Panchayat or Panchayat Samiti of his area.",
    "1114.0200": "Senior Officials of Employers, Workers and Other Economic Interest Organizations  Senior Officials of Employers’, workers’ and other economic-interest organizations determine and formulate policies, rules and regulations of their respective organizations, direct their application, represents these organizations and act on their behalf.",
    "1114.0300": "Director, Disaster Management Services  Director, Disaster Management Services directs and co-ordinates regional programme activities of various agency to provide specialized human services, such as water safety programmes, disaster relief, and emergency transportation: Consults with co-operating agencies, such  as police, firefighters and emergency ambulance services to co-ordinate efforts and define areas of jurisdiction. Participates in programme activities to serve clients of agency. Prepares budgets to control costs and to allocate funds in accordance with provisions and agency charter. May instruct agency staff and volunteers in skills required to provide services. May forward requisitions and arrange for maintenance of equipment, such as two way radios and agency vehicles. May co-ordinate services to disaster victims and safety programmes, such as water safety and emergency first aid, and also co-ordinates transportation of agency clients, blood and medical supplies and equipment.",
    "1114.9900": "Senior Officials of Special-interest Organizations, Other  Senior Officials of Humanitarian and other Special-interest Organizations, Other include senior officials of humanitarian and other special-interest organizations who determine and formulate policies, rules and regulations of humanitarian organizations, sports associations or other special-interest organizations. Directs their application, represents these organizations and acts on their behalf.",
    "1120.0100": "Working Proprietor, Electricity  Working Proprietor, Electricity plans, organizes and controls in broad outline, within authority delegated activities of  private or public organizations or establishments or one or more of its branches, departments, etc. engaged in generation, transmission and distribution of electricity to domestic and industrial consumers. Is designated according to work performed or powers exercised.",
    "1120.0200": "Working Proprietor, Gas  Working Proprietor, Gas plans, organizes and controls, within authority delegated activities of public or private organizations or enterprises, or one or more of its departments, sections or branches, engaged in manufacture of gas, distribution and supply of gas to consumers and production and supply of steam for heat and power. Is designated according to work performed or powers exercised.",
    "1120.0300": "Working Proprietor, Water Supply  Working Proprietor, Water Supply plans, organizes and co-ordinates, within authority delegated, activities of public or private organizations engaged in storage, filtration, purification and supply of water.",
    "1120.0400": "Director, Electricity  Director, Electricity heads the organization and is supported by more than one manager. Determines, plans, organizes and controls in broad outline, within authority delegated, activities of private or public organizations or establishments or one or more of its branches, departments, etc. engaged in generation, transmission and distribution of electricity to domestic and industrial consumers. Is designated according to work performed or powers exercised.",
    "1120.0500": "Director, Gas  Director, Gas heads the organization and is supported by more than one manager. Determines, plans, organizes and controls, within authority delegated activities of public or private organizations or enterprises, or one or more of its departments, sections or branches, engaged in manufacture of gas, distribution and supply of gas to consumers and production and supply of steam for heat and power. Is designated according to work performed or powers exercised.",
    "1120.0600": "Director, Water Supply  Director, Water Supply heads the organization and is supported by more than one manager. Determines, plans, organizes and co-ordinates, within authority delegated, activities of public or private organizations engaged in storage, filtration, purification and supply of water.",
    "1120.0700": "Director, Bank  Director, Bank sets broad policies and plans and supervises in general way, within authority delegated, efficient operation of private or public bank or major segment of it. May be designated according to authority delegated or work performed such as: GOVERNOR (BANK), CHAIRMAN (BANK), MANAGING DIRECTOR (BANK).",
    "1120.0800": "Director, Insurance  Director, Insurance sets broad policies, plans and co-ordinates within authority delegated, activities of private or public organization, or major segment of it, dealing in life, fire, accident, marine and other general insurance business. Is designated according to work performed or authority exercised, such as: CHAIRMAN, LIFE INSURANCE CORPORATION, MANAGING DIRECTOR, (INSURANCE), DIRECTOR, INVESTMENTS (INSURANCE).",
    "1120.0900": "Working Proprietor, Mines/Proprietor, Mines  Working Proprietor, Mines plans, organizes, directs and controls the enterprise wholly or partially and is engaged in economic activities related to extraction of coal, ore, mica, precious stones and other minerals from underground mines or open pits, and treatment of minerals for use by consumers. Is designated according to mineral extracted such as: WORKING PROPRIETOR, GOLD MINE, WORKING PROPRIETOR, DIAMOND MINE, WORKING PROPRIETOR, COAL MINE, WORKING PROPRIETOR, IRON MINE, WORKING PROPRIETOR, MANGANESE, MINE WORKING PROPRIETOR, COPPER MINE WORKING PROPRIETOR, MICA MINE.",
    "1120.1000": "Working Proprietor, Quarry/Proprietor, Quarry  Working Proprietor, Quarry plans, organizes, directs and controls the enterprise, wholly or partially and is engaged in economic activities related to  extraction of stone, slate, sand and clay from earth. Is designated according to the material quarried such as: WORKING PROPRIETOR, STONE QUARRY, WORKING PROPRIETOR, SLATE QUARRY.",
    "1120.1100": "Working Proprietor, Well Drilling/Proprietor, Well Drilling  Working Proprietor, Well Drilling plans, organizes, directs and controls the enterprise wholly or partially and is engaged in economic activities related to drilling and sinking of deep wells, and operating wells for extraction of crude petroleum, natural gas, water and other liquids and semi-liquids from deep below earth’s surface. Is designated according to the type of well such as: WORKING PROPRIETOR, OIL WELL. WORKING PROPRIETOR, GAS WELL. WORKING PROPRIETOR, WATER WELL.",
    "1120.1200": "Working Proprietor, Construction/Proprietor, Construction  Working Proprietor, Construction formulates policies, plans, organizes and controls activities of the organization or enterprise, wholly or partially., Is engaged in construction, maintenance and repair of buildings, roads, bridges, railway tracks, aerodromes, canals, dams, etc. Is designated as: CONTRACTOR, BUILDING CONSTRUCTION. CONTRACTOR, CANAL CONSTRUCTION, etc.",
    "1120.1300": "Director, Construction  Director, Construction plans, co-ordinates and controls, within powers delegated, activities of public or private organizations or one or more of its branches or departments engaged in construction, maintenance and repairs of buildings, roads, bridges, railway tracks, aerodromes, canals, dams, etc. Is designated according to work performed or authority exercised such as: MANAGING DIRECTOR(CONSTRUCTION). PROJECT DIRECTOR(CONSTRUCTION).",
    "1120.1400": "Director, Mines  Director, Mine plans, directs and co- ordinates, within powers delegated activities of public or private organizations engaged in extracting coal, ores, mica, precious stones and other solid minerals from underground mines or open pits and in treating and dressing ore or minerals at mine site. Is designated according to work performed or powers delegated such as:  MANAGING DIRECTOR (MINES). DIRECTOR, SALES (MINES).",
    "1120.1500": "Director, Quarry  Director, Quarry plans, directs and co- ordinates, within powers delegated, activities of public or private organization engaged in excavating stone, slate, clay and sand from earth. Is designated according to work performed or powers exercised such as: MANAGING DIRECTOR, QUARRY, DIRECTOR, STONE QUARRY. DIRECTOR, MARBLE QUARRY. DIRECTOR, LIMESTONE QUARRY.",
    "1120.1600": "Director, Well Drilling  Director, Well Drilling plans, directs and co-ordinates, within powers delegated, activities of public or private organization engaged in drilling and sinking deep wells and operating wells for extraction of mineral oil, natural gas, etc. Is designated according to work performed or economic activity directed, such as: MANAGING DIRECTOR, OIL WELL, MANAGING DIRECTOR, GAS WELL, DIRECTOR, OIL WELL, DIRECTOR, GAS WELL.",
    "1120.1700": "Working Proprietor, Manufacturing/Proprietor, Manufacturing  Working Proprietor, Manufacturing plans organizes, co-ordinates and controls activities of enterprises wholly or partially and is engaged in producing, maintaining or repairing capital and consumer goods excluding crops, minerals, electricity and natural gas. Is designated according to the industry owned and controlled, such as: WORKING PROPRIETOR, TEXTILE MILLS, WORKING PROPRIETOR, ENGINEERING WORKSHOP. WORKING PROPRIETOR, SHOE FACTORY, WORKING PROPRIETOR, GLASS FACTORY. WORKING PROPRIETOR, STEEL ROLLING MILLS WORKING PROPRIETOR PRINTING PRESS, WORKING PROPRIETOR, TANNERY, WORKING PROPRIETOR, BAKERY.",
    "1120.1800": "Director Manufacturing  Director, Manufacturing plans, organizes, co-ordinates and controls within authority delegated, activities of private or public organizations, or one or more of its departments or branches, engaged in producing, maintaining or repairing capital or consumer goods, excluding crops, minerals, electricity and natural gas. Is designated according to work performed, authority exercised or economic activity  directed such as: MANAGING DIRECTOR, (MANUFACTURING). DIRECTOR, PRODUCTION(MANUFACTURING). DIRECTOR, WORKS(MANUFACTURING). DIRECTOR, STEEL PLANT. DIRECTOR, TANNERY. DIRECTOR, BAKERY. DIRECTOR, SADDLERY.",
    "1120.1900": "Working Proprietor, Wholesale Trade/Proprietor, Wholesale Trade  Working Proprietor, Wholesale Trade purchases goods in bulk and sells them to retailers or other large consumers for profit. Lays down and controls business policies to ensure profits, keeping in view price line, market trend and demand and supply position. Appoints Directors, Managers and Representatives and delegates financial and operational powers to them, if necessary. Runs wholesale trade on monopoly or zonal basis in specific commodities either by importing them from outside or manufacturing them in his own or other concern. May require a licence or permit from public authorities for wholesale trade. May undertake export business.",
    "1120.2000": "Working Proprietor, Retail Trade/Proprietor, Retail Trade  Working Proprietor, Retail Trade conducts business in retail trade on own account, buying merchandise from manufacturers or wholesalers according to public demand and sells them to customers for profit. Lays down business policies regarding margin of profit and compliance with prescribed rules and regulations. May appoint Directors and Managers and may delegate financial and operational powers to them. May obtain licence or permit from public authorities for retail trade.",
    "1120.2100": "Director, Wholesale Trade  Director, Wholesale Trade lays down policies within powers ,delegated, and plans, controls and directs operation of private or public enterprise or segment of its activities engaged in buying and selling of goods in wholesale. Is designated according to work performed, such as: MANAGING DIRECTOR (Wholesale Trade). CHAIRMAN, BOARD OF DIRECTORS (Wholesale Trade).",
    "1120.2200": "Director, Retail Trade  Director, Retail Trade lays down policies within powers delegated and plans, controls and directs operation of private or public enterprises or a segment of its  activities, engaged in buying and selling goods in retail. Is designated according to work performed such as: MANAGING DIRECTOR (Retail Trade), CHAIRMAN, BOARD OF DIRECTORS (Retail Trade) DIRECTOR-IN-CHARGE (Retail Trade).",
    "1120.2300": "Working Proprietor, Transport  Working Proprietor, Transport plans, organizes, co-ordinates and controls activities of the organization or establishment wholly or partly owned by him, is engaged in transporting passengers and freight by buses, trucks, taxis, rickshaws, tongas, and other means of road transport; by boats, launches, ships, etc. plying on inland or coastal waters or on high seas; by aircraft for providing transport and other services, incidental to transport.",
    "1120.2400": "Director, Transport  Director, Transport plans organizes, co- ordinates and controls, within authority delegated, activities of private or public organizations or one or more of its departments, branches or sections, engaged in transporting passengers and freight by railways, tramways, buses, trucks, taxis, rickshaws, animal transport and other means of road transport; by boats, launches and ships plying on rivers, coastal waters, and high seas; by aircrafts; and operating services incidental to transport. Is designated according to work performed, powers exercised of service controlled, such as: MANAGING DIRECTOR (TRANSPORT). DIRECTOR, TRAFFIC GENERAL, MANAGER, RAILWAYS, DIRECTOR, ROADWAYS, CHIEF OPERATING SUPERINTENDENT(RAILWAYS). CHIEF COMMERCIAL SUPERINTENDENT(RAILWAYS).",
    "1120.2500": "Director, Communication  Director, Communication plans, organizes, co-ordinates and controls, within authority delegated, activities of public or private organization or one or more of its departments or branches, engaged in providing postal, telephone, telegraph, wireless and other communication services. Is designated according to powers exercised or type of communication service directed such as: DIRECTOR, POSTAL SERVICES, POST MASTER GENERAL. DIRECTOR, OVERSEAS COMMUNICATION SERVICES. DIRECTOR OF TELEPHONES, DIRECTOR OF RAILWAY MAIL SERVICE.",
    "1120.2600": "Director, Airport  Director, Airport plans, directs, and co- ordinates, through subordinate personnel, activities concerned with construction and maintenance of airport facilities and operation of airport in accordance with governmental agencies or commission policies and regulations. Consults with commission members, governmental officials, or representatives of airlines to discuss and plan matters, such as design and development of airport facilities, formulation of operating rules, regulations, and procedures, and aircraft landing, taxiing, and take-off patterns for various types of aircrafts. Negotiates with representatives of airlines, utility companies, or individuals for acquisition of property for development of airports, lease of airport buildings and facilities, or use of rights-of-way over private property. Formulates procedures for use in event of aircraft accidents, fires, or other emergencies. Inspects airport facilities, such as runways, buildings, beacons and lighting, and automotive or construction equipment, or reviews inspection reports, to determine repairs, replacement, or improvements required. Co-ordinates activities of personnel involved in repair and maintenance of airport facilities, buildings, and equipment to minimize interruption of airport operations and improve efficiency. Directs personnel in investigating violations of aerial or ground traffic regulations, reviews investigation reports, and initiates actions to be taken against violators. Directs studies on noise abatement resulting from complaints of excessive noise from low flying aircraft or other operations. Reviews reports of expenditures for previous fiscal year, proposes improvements to facilitate, estimated increase in volume of traffic, in order to prepare budget estimates for upcoming fiscal year. Represents airport before civic or other organizational groups, courts, boards, and commissions.",
    "1120.2700": "Working Proprietor, Storage and Warehousing  Working Proprietor, Storage and Warehousing plans and organizes storage warehousing and freight handling services to public and private organizations by land, sea or air and arranges allied transport and communication facilities to parties concerned. Obtains license from Government where necessary, and lays down business policies. Appoints Directors, Agents and Managers and delegates required financial and other powers to them to ensure smooth running of business, desired margin of profit and compliance with business terms and Government rules and regulations.",
    "1120.2800": "Director, Storage and Warehousing  Director, Storage and Warehousing plans, organizes, co-ordinates and controls, within authority delegated, activities of public or private organizations, or one or more of its branches, engaged in providing storage and warehouse facilities on prescribed terms and conditions to Government and private parties. May  arrange facilities of transport and communication as required. May specialize in any particular type of item or commodity such as machinery and engineering items, explosives, perishable goods, etc. and be designated accordingly.",
    "1120.2900": "Working Proprietor, Lodging and Catering Services  Working Proprietor, Lodging and Catering Services plans, organizes, co-ordinates and controls operations of the organization or establishment wholly or partly owned by him and is engaged in serving food, drinks and beverages and providing lodging and camping facilities to public. Included are: WORKING PROPRIETOR, HOTEL. WORKING PROPRIETOR, RESTAURANT. WORKING PROPRIETOR, CAFE WORKING PROPRIETOR, COFFEE HOUSE.",
    "1120.3000": "Director, Lodging and Catering Services/Director Food and Beverage Service  Director, Lodging and Catering Services plans, organizes and controls, within authority delegated, activities of public or private organizations or establishments or one or more of its branches, engaged in preparing and serving food, drinks and beverages and providing lodging, and camping facilities to public. Included are: DIRECTOR, HOTEL. DIRECTOR, RESTAURANT. DIRECTOR, COFFEE HOUSE.",
    "1120.3100": "Executive Chef  Executive Chef co-ordinates activities and directs indoctrination and training of CHEFS, COOKS; and other kitchen workers engaged in preparing and cooking food in hotels or restaurants to ensure an efficient and profitable food service. Plans or participates in planning menus and utilisation of food surpluses and leftovers, taking into account probable number of guests, marketing conditions, popularity of various dishes, and decency of menu. Estimates food consumption and purchase or requisition of foodstuff and kitchen supplies. Reviews menus, analyses recipes, determines food, labour, and overhead costs, and assigns price to menu items. Directs food apportionment policy to control costs. Supervises cooking and other kitchen personnel and co-ordinates their assignments to ensure economical and timely food production. Observes methods of food preparation and cooking, size of portions, and garnishing of food to ensure food is prepared in prescribed manner. Tests cooked food by tasting and smelling them. Devises special dishes and develops recipes. Hires and discharges employees. Familiarizes newly hired CHEFS and COOKS with practices of the restaurant kitchen and oversees training of COOK APPRENTICES. Maintains time  and payroll records. Establishes and enforces nutrition and sanitation standards for the restaurant. May supervise or co-operate with STEWARD/STEWARDESS in matters pertaining to kitchen, pantry, and storeroom.",
    "1120.3200": "Working Proprietor, Recreation and Entertainment  Working Proprietor, Recreation and Entertainment plans, organizes, co- ordinates and controls operations of the organization or establishment wholly or partly owned by him and is engaged in producing, distributing and exhibiting motion pictures; producing and presenting stage and circus shows; operating carnivals and amusement parks; organizing games, sports, hunting, fishing, excursion, competitions, etc., and providing other entertainment and recreation services. Included are: WORKING PROPRIETOR, FILM STUDIO. PRODUCER, MOTION PICTURES, FILM DISTRIBUTOR, WORKING PROPRIETOR, THEATRE, WORKING PROPRIETOR, CARNIVAL, WORKING PROPRIETOR, AMUSEMENT PARK. WORKING PROPRIETOR, GYMNASIUM, WORKING PROPRIETOR, SWIMMING POOL, WORKING PROPRIETOR, DANCE HALL, WORKING PROPRIETOR, CINEMA, WORKING PROPRIETOR, CIRCUS.",
    "1120.3300": "Director, Recreation and Entertainment  Director, Recreation and Entertainment plans, organizes and controls, within authority delegated, activities of public or private organizations or establishments or one or more of its branches or departments, engaged in producing, distributing and exhibiting motion pictures; producing and presenting stage and circus shows; organizing and presenting radio and television programmes; operating carnivals and amusement parks; organizing games, sports, hunting, fishing, excursion, competitions, etc., and providing other entertainment and recreation services. Included are; DIRECTOR, MOTION PICTURE. DIRECTOR, STAGE. DIRECTOR, STUDIO. DIRECTOR, STADIUM. DIRECTOR, RADIO STATION.",
    "1120.3400": "Station Director, Radio/TV  Station Director, Radio/TV directs and co- ordinates activities of radio or television station, or of cable television franchise. Supervises directly, or through subordinates, personnel engaged in departments, such as sales, programme or engineering. Observes activities to ensure compliance with government regulations. Discusses plans with the marketing personnel to  promote sales of programmes and time periods to advertisers and their agencies. Confers with owners or company senior management to discuss station policies and administrative procedures. May prepare operational budget and monitor expenses for station or franchise. May negotiate with motion picture companies for purchase of independent film programmes. May negotiate cable franchise contract with local issuing authority. May develop strategies to promote sales of new cable television service or upgraded service to customers within the franchise area. May contact prospective buyers of station time to promote sale of station services. May manage stations engaged in transmitting broadcasts to foreign countries and be known as Director, International Broadcasting (radio-television broadcast). May perform different duties and responsibilities, according to station size and network affiliation.",
    "1120.3401": "Account Director (Advertising Agency)  Account Director (Advertising Agency) is responsible for managing the clients’ advertisement portfolio.  Qualification Pack Details: QP NOS Reference MES/Q0207 QP NOS Name Account Director (Advertising Agency) NSQF Level  8",
    "1120.3402": "Sales Director (Media Org)  Sales Director (Media Org) is responsible for leading the sales efforts of a media and entertainment company.  Qualification Pack Details: QP NOS Reference MES/Q0201 QP NOS Name Sales Director (Media Org) NSQF Level  8",
    "1120.3500": "Working Proprietor, Other Services  Working Proprietor, Other Services plans, organizes, co-ordinates and controls activities of the organization, wholly or partly owned by him, and is engaged in running and managing educational institutions; rendering medical and other health services, sanitation, washing and cleaning households, garments, etc. and providing other services.",
    "1120.3600": "Director, Other Services   Director, Other Services plans, organizes and controls, within authority delegated, activities of public or private organizations or establishments, or one or more of its departments or branches, engaged in running educational institutions; rendering medical sanitation and other health services. Organizing and providing religious services, promoting welfare of workers or community, giving charity assistance or aid to infirm or orphans. Organizing and managing trade and labour organizations and other civic and social associations, washing and cleaning garments etc., undertaking and cremating; and performing other services. Included are: DIRECTOR OF EDUCATIONAL INSTITUTIONS. DIRECTOR OF CHARITABLE INSTITUTIONS, DIRECTOR, ORPHANAGE DIRECTOR, Y.M.C.A, DIRECTOR, Y.W.C.A.",
    "1120.3700": "Director, Museum/Zoo  Director, Museum/Zoo administers affairs of museum, zoo, or similar establishments. Confers with the institution's board of Directors to formulate policies and plan overall operations. Directs acquisition, education, research, public service, and developmental activities of the institution, consulting with curatorial, administrative, and maintenance staff members to implement policies and initiate programmes. Works with members of curatorial and administrative staffs to acquire additions to collections. Confers with administrative staff members to determine budget requirements, plans fund raising drives, prepares applications for grants from government agencies or private foundations, and solicits financial support for institutions. Establishes and maintains contact with administrators of other institutions to exchange information concerning operations and plan, co- ordinate, or consolidate community service and education programmes. Represents the institution at professional and civic social events, conventions, and other gatherings to strengthen relationships with cultural and civic leaders, present lectures or participate in seminars, or explain institution's functions and seek financial support for projects. Reviews materials prepared by staff members, such as articles for journals, requests for grants and reports on institutional programmes, and approves materials or suggests changes. Instructs classes in institution's education programme or as guest lecturer at the university. Writes articles for technical journals or other publications.",
    "1120.3800": "Chief Librarian  Chief Librarian plans and administers programme of library services: Submits recommendations on library policies and services to the governing body, such as board of Directors or board of Trustees, and implements policy decisions. Analyses, selects, and executes recommendations of personnel, such as department chiefs or branch supervisors. Co-ordinates activities of the branch or departmental libraries. Analyses and co- ordinates departmental budget estimates and controls expenditures to administer  approved budget. Reviews and evaluates orders for books and audio-visual materials. Examines trade publications and materials, interviews publishers' representatives, and consults with others to select materials. Administers personnel regulations, interviews and appoints job applicants and promotes and discharges employees. Plans and conducts staff meetings and participates in community and professional meetings to discuss and act on library problems. Delivers book reviews and lectures to publicise library activities and services. Provides library public relation services. May examine and select materials to be discarded, repaired, or replaced.",
    "1120.3900": "Principal, College  Principal College directs and co-ordinates educational, administrative, and counselling activities of college. Develops and evaluates educational programmes to ensure conformance to state and university standards. Develops and co- ordinates educational programmes through meetings with staff, review of teachers' activities, and issuance of directives. Confers with teachers, students, and parents concerning educational and behavioural problems in the college. Establishes and maintains relationships with colleges, community organizations, and other colleges to co-ordinate educational, sports and cultural services. Forwards requisitions and allocates supplies, equipment, and instructional material as needed. Directs preparation of class schedules, cumulative records, and attendance reports. Observes and evaluates teacher’s performance. Interviews and hires teachers. Walks around the college building and property to monitor safety and security. Plans and monitors college budget and financial matters. May plan and direct building maintenance. May develop and administer educational programmes for students with mental or physical handicaps.",
    "1120.9900": "Managing Directors and Chief Executives, Others  Working Proprietors and Directors, Other Workers plan, organize, control, co- ordinate and supervise activities of public or private organizations, wholly or partially owned by them or on behalf of others, engaged in generating, transmitting and distributing electricity; producing and supplying gas, purifying and supplying water and providing related services not elsewhere classified.",
    "1211.0100": "General Manager, Bank  General Manager, Bank organizes, controls and supervises, within authority delegated, activities of a private or public bank or one or more of its departments or branches. Is designated according to authority delegated or work performed such as: AGENT (BANK) SUB-AGENT (BANK)",
    "1211.0200": "General Manager, Insurance  General Manager, Insurance organizes, controls and supervises, within authority delegated, activities of a private or public organization or one or more of its departments or branches, engaged in life, fire, accident, marine and other general insurance business.",
    "1211.0300": "Purser, Ship  Purser, Ship deals with correspondence and accounts relating to a ship. Keeps charge of all accounts and pay of the ship's personnel. Checks reports of Clerks and pays of crew and maintains their pay rolls. Prepares portage bills and ship's 30 articles (contracts). Collects mail and distributes to passengers, officers and crew. May supervise stowing or removal of luggage from holds in conjunction with Chief Officer, Ship or Officer on Watch. May collect valuables of passengers for safe custody in passenger ships. May arrange parties and other entertainment for passengers and generally acts as a host.",
    "1211.9900": "Finance and Administration Managers, Others  Finance and Administration Department Managers, Others include Managers engaged in finance and administration and related services, not elsewhere classified.",
    "1212.0100": "Personnel Manager  Personnel Manager; Personnel Officer; Industrial Relation Officer formulates and executes policies relating to recruitment, training, review of terms and conditions of employment of personnel, implementation of statutory and other welfare schemes and effective utilization and discharge of personnel employed in any undertaking. Advises and assists in development of managerial power, prescribes recruitment methods, organizes training schemes, supervises administration of welfare programmes, distributes personnel for their effective utilization in organization and resolves problems of remuneration, discipline and industrial disputes in accordance with established laws. Investigates in to specific problems of indiscipline and inefficiency  to evolve and suggest ameliorative measures to management. Establishes channels of consultation between labour and employers to minimize misunderstanding, promote cordial relations and consults with labour representatives on behalf of employers to remove causes of petty grievances. May specialize in a particular function, such as employment and placement, training, welfare, or industrial relations and be designated accordingly.",
    "1212.9900": "Personnel and Industrial Relations Managers, Other  Personnel and Industrial Relation Managers, Other include managers engaged in personnel and industrial relations and related services, not elsewhere classified.",
    "1213.0100": "Manager, Automotive Service  Manager, Automotive Services directs and co-ordinates activities concerned with acquisition of automotive equipment and operation and maintenance of automotive fleet repair and storage facilities for public utility, transportation, commercial, or industrial companies. Co-ordinates activities of staff personnel conducting research and testing programme on automotive equipment considered for acquisition for such factors as operational performance, operational and maintenance costs, safety of operation, and compliance with environmental laws and regulations. Reviews and submits staff proposals for modifications to vendor or manufacturer. Directs procurement of all types of company- owned-and-operated automotive equipment, materials, supplies, and parts required to maintain automotive equipment, garages, and storage facilities. Co-ordinates automotive repair and maintenance services to obtain maximum utilisation of automotive equipment and prevent operational delays in other departments.",
    "1213.0101": "Quality Assurance Standards In Charge  Quality Assurance Standards In Charge is responsible for selecting, maintaining and monitoring the measuring systems to be used for the inspection of manufactured products in order to assure quality products to customers.   Qualification Pack Details: QP NOS Reference ASC/Q6305 QP NOS Name Quality Assurance Standards In Charge-Level 5 NSQF Level  5",
    "1213.0102": "Manager-Customer Quality  Manager-Customer Quality is responsible for the quality inspection, performance and improvement of final products delivered to customers.  Qualification Pack Details: QP NOS Reference ASC/Q6304 QP NOS Name Manager-Customer Quality Level 6 NSQF Level  6",
    "1213.0200": "Manager, Automotive Service Station  Manager, Automotive Service Station manages automobile service stations. Plans, develops, and implements policies for operating station, such as hours of operation, workers required and duties, scope of operations, and prices for products and services. Hires and trains workers, prepares work schedules, and assigns workers to specific duties, such as customer service, automobile maintenance, or repair work. Directs, co- ordinates, and participates in performing customer service activities, such as pumping petroleum fuel, checking engine oil, tires, battery, and washing windows and windshield. Notifies customers when oil is dirty or low, tires are worn, hoses or fan-belts are defective, or evidence indicates battery defects. Promotes sale of products and services, such as oil change and lubrication, tires, battery, or other automotive accessories. Reconciles cash with petrol pump meter readings, sales slips, and credit card charges. Orders, receives, and inventories petroleum fuel, oil, automotive accessories and parts. May perform automotive maintenance and repair work, such as adjusting or relining brakes, motor tune-ups, valve grinding, and changing and repairing tires.",
    "1213.0201": "Area Service Manager  Area Service Manager is responsible for supervising and handling overall services network of the assigned area. The individual generally monitors services network at dealerships and reviews and supervises processes.  Qualification Pack Details: QP NOS Reference ASC/Q0603 QP NOS Name Area Service Manager NSQF Level  6",
    "1213.0202": "Territory Service Manager  Territory Service Manager is responsible for managing the service function in the assigned territory. The individual supervises service functions at the dealership network of the assigned territory and helps in increasing profitability.  Qualification Pack Details: QP NOS Reference ASC/Q0602 QP NOS Name Territory Service Manager NSQF Level  5",
    "1213.9900": "Managers, Other Services  Managers, Other Services include Department Managers not elsewhere classified.",
    "1219.0100": "Manager, Import and Export  Manager, Import and Export co-ordinates activities of international traffic division of import-export agencies and negotiates settlements between foreign and domestic shippers: Plans and directs flow of air and surface traffic moving to overseas destinations. Supervises workers engaged in receiving and shipping freight, documentation, way billing, assessing charges, and collecting fees for shipments. Negotiates with domestic customers, as intermediary for foreign customers, to resolve problems and arrives at mutual agreements. Negotiates with foreign shipping interests to contract for reciprocal freight-handling agreements. May examine invoices and shipping manifests for conformity to tariff and customs regulations. May contact customs officials to effect release of incoming freight and resolve customs delays. May prepare reports of transactions to facilitate billing of shippers and foreign carriers.",
    "1219.0101": "Export Manager  Export Manager is responsible for leading and managing the entire process of international shipment of goods. Their work includes analysis of the foreign trade logistics, management and supervision of all shipment related documents and ensuring shipping compliance.   Qualification Pack Details: QP NOS Reference AMH/Q1603 QP NOS Name Export Manager NSQF Level  5",
    "1219.0200": "Manager, Health Club/Manager, Fitness Club/Centre/Gym  Manager, Health Club supervises and co- ordinates activities of workers engaged in planning, selling, and instructing fitness plans for clients of health clubs: Assigns and adjusts work schedules to meet customer demand. Interviews, hires, and trains new employees. Observes workers in their performance of duties and gives remedial training to correct worker deficiencies and ensures courteous service to patrons. Plans and sells figure- controlling programmes to prospective patrons. Assists subordinates in interviewing, measuring, and evaluating patrons' physical condition to determine appropriate fitness programmes. Prepares contract forms, obtains signatures, collects deposits, and issues membership cards to patrons accepting plans. Demonstrates operation and explains purpose of equipment, such as treadmill exerciser and stationary bicycle, and instructs patrons in their use. Monitors patron's exercise programme to ensure adherence to specified techniques.",
    "1221.0100": "Sales Manager (Wholesale Trade)  Sales Manager (Wholesale Trade) organizes and manages wholesale trade organizations, or one or more if its branches or departments engaged in buying goods and selling them for profits  to retailers or industrial and commercial consumers.  Qualification Pack Details: QP NOS Reference   QP NOS Name   NSQF Level",
    "1221.0200": "Sales Manager (Retail Trade)  Sales Manager (Retail Trade) organizes and manages retail trade organization, or one or more of its branches or departments, engaged in buying goods and merchandise and selling them for profit to customers.",
    "1221.0301": "Home Delivery Manager  Home Delivery Manager is responsible for delivering vehicles to the customers and explaining all service related activities to the customer, while delivering the vehicle. They also ensure proper pickup and delivery of vehicles as per the customers’ service schedule.  Qualification Pack Details: QP NOS Reference ASC/Q1006 QP NOS Name Home Delivery Manager NSQF Level  6",
    "1221.0401": "Territory Sales Manager (Broadband)  Territory Sales Manager (Broadband) manages and supervises DSAs activities and achievement of sales targets, in the assigned territory. Enhances Average Revenue Per User (ARPU) and customer base, channel development and process compliance.  Qualification Pack Details: QP NOS Reference TEL/Q0204 QP NOS Name Territory Sales Manager (Broadband) NSQF Level  7",
    "1221.0501": "Territory Sales Manager (Prepaid)  Territory Sales Manager (Prepaid) is responsible for distribution expansion and co-ordination with urban distributors, i.e. multi brand distributors, to achieve sales targets in the assigned territory achieving revenue targets people development channel management retailer education range selling increasing customer base and process compliance. (Rural Distributor)-Individual at this job is responsible for similar activities but with rural i.e. company specific distributors  Qualification Pack Details: QP NOS Reference TEL/Q0203 QP NOS Name Territory Sales Manager (Prepaid)  NSQF Level  7",
    "1221.0601": "Sales Co-ordinator (Media Org)  Sales Co-ordinator (Media Org) is responsible for back-end sales activities  Qualification Pack Details: QP NOS Reference MES/Q0204 QP NOS Name Sales Co-ordinator (Media Org) NSQF Level  4",
    "1221.0602": "Sales Manager (Media Org)  Sales Manager (Media Org) is responsible to lead sales activities within the designated area of responsibility  Qualification Pack Details: QP NOS Reference MES/Q0202 QP NOS Name Sales Manager (Media Org) NSQF Level  7",
    "1221.9900": "Sales and Marketing Managers, Other  Sales and Marketing Managers, Other include managers engaged in sales and marketing and related services, not elsewhere classified.",
    "1222.0100": "Manager, Advertising and Promotion  Manager, Advertising and Promotion plan and direct advertising policies and programmes or produce collateral materials, such as posters, contests, coupons, or give-aways, to create extra interest in the purchase of a product or service for a department, an entire organization, or on an account basis. Confer with clients to provide marketing or technical advice. Confer with department heads and/or staff to discuss topics such as contracts, selection of advertising media, or product to be advertised. Co-ordinate activities of departments, such as sales, graphic arts, media, finance, and research. Co-ordinate with the media to disseminate advertising. Formulate plans to extend business with established accounts and to transact business as agent for advertising  accounts. Gather and organize information to plan advertising campaigns. Identify and develop contacts for promotional campaigns and industry programmes that meet identified buyer targets such as dealers, distributors, or consumers. Inspect layouts and advertising copy and edit scripts, audio and video tapes, and other promotional material for adherence to specifications. Monitor and analyse sales promotion results to determine cost effectiveness of promotional campaigns. Plan and execute advertising policies and strategies for organizations.",
    "1222.0102": "Advertising Operations Co- ordinator (Digital)  Advertising Operations Co-ordinator (Digital) is responsible for implementing online advertisement campaigns  Qualification Pack Details: QP NOS Reference MES/Q0206 QP NOS Name Advertising Operations Co- ordinator (Digital) NSQF Level  7",
    "1222.0200": "Manager, Fashion/Fashion Manager  Manager, Fashion promotes new fashions and co-ordinates promotional activities, such as fashion shows, to induce consumer acceptance: Studies fashion and trade journals, travels to garment centres, attends fashion shows, and visits manufacturers and merchandise markets to obtain information on fashion trends. Consults with buying personnel to gain advice regarding type of fashion. Advises publicity and display departments of merchandise to be publicized. Selects garments and accessories to be displayed at fashion shows. Provides information on current fashion, style trends, and use of accessories. May contract with models, musicians, caterers, and other personnel to manage staging of shows. May conduct teenage fashion shows and direct activities of store-sponsored club for teenaged girls.",
    "1222.9900": "Advertising and Public Relations Department Managers, Others  Advertising and Public Relations Department Managers, Other include managers engaged in advertising and public relations and related services, not elsewhere classified.",
    "1223.0101": "Manager Testing Facility  Manager Testing Facility needs to manage requirements identification, development and installation of testing facilities in R&D for validating the specifications of the product.  Qualification Pack Details: QP NOS Reference ASC/Q6503 QP NOS Name Manager Testing Facility Level 6 NSQF Level  6",
    "1223.0102": "Manager Material Testing  Manager Material Testing needs to administer metallurgical testing, chemical testing and failure analysis of materials for fabrication of parts and other components that finally go into manufacturing of different products. Qualification Pack Details: QP NOS Reference ASC/Q6502 QP NOS Name Manager Material Testing NSQF Level  5",
    "1223.0201": "Research Associate  Research Associate is responsible for supporting research activities in a particular scientific field based on the requirement of the organization. The job also involves going through many reports, analysing and interpreting data, creating research reports and documents  Qualification Pack Details: QP NOS Reference SSC/Q5301 QP NOS Name Research Associate NSQF Level  8",
    "1311.0100": "General Manager, Plantation  General Manager, Plantation manages plantation on behalf of employer. Examines soil, climatic conditions, scope for marketing, etc. to determine type of crop such as tea, coffee, rubber etc. to be grown. Selects, purchases and stores seeds, fertilisers, agricultural implements, etc. as required. Organizes operation of ploughing, manuring, planting etc. Supervises operations of manure preparation, weeding, spraying insecticides and other measures to protect crops from wild  animals and plant diseases. Organizes and supervises processes like tapping, threshing, plucking, withering, rolling, shifting, drying, cutting, sorting and storing of harvested produces. Undertakes publicity measures to publicise and to find out market for products and arranges for their transport. Organizes and supervises construction of buildings, quarters, roads, tanks, installation of electric and telephone lines, etc. Supervises and co- ordinates work of field and office staff. Recruits staff and teaches them modern methods of plantation and allocates work. Keeps equipment, fences, building, etc. in order. Maintains muster roll of labour and looks after office correspondence. Looks after welfare of labour and ensures that provisions of Plantation Act, Labour Act, etc. are observed. Ensures proper payment to labour. Pays various taxes to Government and fulfils other obligations, if any. Maintains production and cost statements and submits periodical reports to proprietor. May specialize in growing particular type of plantation such as rubber, tea, coffee, etc. May conduct research and organize demonstration. May arrange preservation of produce. May partially process produce prior to marketing.",
    "1311.0200": "General Manager, Horticulture  General Manager, Horticulture organizes and supervises planting, maintenance and growth of fruit plants and arranges for marketing of produce. Determines types of fruits or nuts to be grown depending on nature of soil and climate, irrigation and market facilities. Selects and purchases plants, fertilisers and agricultural implements. Organizes operations of ploughing, manuring, sowing or planting and watering. Devises ways and means to supply regular flow of water for irrigation. Supervises agricultural operations such as weeding, spraying insecticides, manuring and harvesting. Selects best market for produce and arranges its transport. Supervises and controls field and office staff. Trains field workers in latest methods of grafting and planting of trees. Attends to office correspondence and keeps cost and production account. Keeps equipment and building, etc. in good order. Pays various taxes and dues and fulfils other obligations. May specialize in growing particular types of fruits. May conduct research and organize field demonstration. May arrange preservation of fruits by canning or in cold storage. May develop variety of fruit trees by grafting and budding.",
    "1311.0300": "General Manager, Agricultural Farm  General Manager, Agricultural Farm plans, organizes and controls, co-ordinates operations and staff employed in 33 growing agricultural produce on small- scale farm on behalf of Government or other employers. Determines crops to be grown after examining soil, irrigational facilities, climatic conditions and scope for marketing. Selects, purchases and stores seeds, fertilisers and agricultural implements. Organizes ploughing, manuring, sowing and watering. Devises  ways and means to irrigate cultivation from well, tank, reservoir or other source of water supply. Supervises operations of manure preparation, weeding, spraying insecticides and other measures protecting crops from wild animals, harvesting, threshing winnowing, bagging, storing etc. Finds out market for cultivated products and arranges transport. Recruits staff and allocate work to them. Supervises and co-ordinates work of field and office staff. Keeps equipment, building, etc., in order. Maintains muster roll of labour and looks after office correspondence and keeps production and cost accounts. Pays various taxes and dues and fulfils other obligations. May specialize in growing certain types of crops. May conduct research and organize field demonstrations. May arrange preservation of crop.",
    "1311.0400": "General Manager, Livestock Farm  General Manager, Livestock Farm manages livestock farm on behalf of the employer for breeding and raising different kinds of livestock. Arranges equipment and supplies for housing and feeding animals in consultation with employer. Selects and buys animals. Supervises preparation of feed, grazing arrangements and proper medical aid to keep animals in good health. Looks after pairing of animals on basis of pedigree for breeding. Supervises artificial insemination for developing good breed. Takes care of animals during birth of young and upbringing of young stock. Selects and sells animals for breeding and fieldwork. Disposes off unproductive and unprofitable animals to avoid wastage. Watches expenditure and receipts to ensure economic running of farm. Controls office and field staff and co- ordinates work. Maintains accounts and records details of feed consumed, milk and other items produced, purchase and sale of animals and other accounts relating to live-stock farm. May raise and exhibit show of animals. May supervise cultivation and raising of feed for animals. May specialize in any particular branch of livestock farming. May supervise work of Stockman.",
    "1311.0500": "General Manager, Dairy Farm  General Manager, Dairy Farm manages dairy farm on behalf of employer for production of milk, butter, ghee, etc. Supervises selection and purchase of animals, in consultation with employer. Makes proper arrangements for housing, feeding and treatment of milking animals. Pairs animals for breeding on basis of pedigree. Arranges artificial insemination for developing good breed. Takes proper care of animals during birth of young and takes necessary precautions during upbringing of young animals. Ensures that hygienic methods are used in cleaning udder of animals, washing of hands of Milkman, milk containers, etc. before milking. Supervises milking, preparation of butter, ghee, etc. and arranges their transportation and marketing. Selects and sells unprofitable animals. Controls office and field staff and co-ordinates their work.",
    "1311.0600": "General Manager, Poultry  General Manager, Poultry manages poultry farm on behalf of employer to raise poultry for eggs and table use and arranges sale of produce. Determines varieties of poultry to be raised in consultation with employer. Purchases feed, eggs, chicken, incubators and other equipment required for poultry farm. Supervises arrangements for feeding, breeding, hatching and construction of foster-mother pan, and brooder houses for housing newly born chicks and adult birds. Makes provision for proper sanitation and medical facilities and gets them vaccinated at proper age. Adopts labour saving devices, co-ordinates work of various sections and controls office staff. Implements plan carefully to achieve fixed target of production and yields profit. Takes preventive measures against diseases of birds. Isolates and treats or disposes off ailing birds and takes measures against spread of epidemics. Determines selling price for eggs of different grades and stock of different ages and pedigree. Keeps breeding record. Studies improved methods in poultry development. Arranges preservation of eggs during summer and disposal of poultry by-products. Undertakes measures to publicise products. Pays taxes and prepares profit and loss statements. Maintains all accounts and correspondence relating to the farm. May raise selected poultry and sell quality eggs for hatching. May arrange demonstration of various kinds of hatchery plants to develop hatching of eggs. May raise and exhibit show of stock.",
    "1311.0700": "Manager, Agricultural Farm  Manager, Agriculture Farm; Superintendent, Agricultural Farm organizes and controls operations and staff employed in growing agricultural produce on large scale farm on behalf of Government or other employers. Determines crops to be grown after examining soil, irrigational facilities, climatic conditions and scope for marketing. Selects, purchases and stores seeds, fertilisers and agricultural implements. Organizes ,ploughing, manuring, sowing and watering. Devises ways and means to irrigate cultivation from well, tank, reservoir or other sources of water supply. Supervises operations of manure preparation, weeding, spraying insecticides and other measures to protect crops from wild animals, harvesting, threshing winnowing, bagging, storing etc. identifies markets for cultivated products and arranges transport. Recruits staff and allocates work to them. Supervises and co- ordinates work of field and office staff. Keeps equipment, building, etc., in order. Maintains muster roll of labour and looks after office correspondence and maintains production and cost accounts. Pays various taxes and dues and fulfils other obligations. May specialize in growing certain types of crops. May conduct research and organize field demonstrations. May arrange preservation of crop.",
    "1311.0800": "Manager, Plantation  Manager, Plantation manages plantation on behalf of employer. Examines soil, climatic conditions, scope for marketing, etc. to determine type of crop such as tea, coffee, rubber etc. to be grown. Selects, purchases and stores seeds, fertilisers, agricultural implements, etc., as required. Organizes operation of ploughing, manuring, planting etc. Supervises operations of manure preparation, weeding, spraying insecticides and other measures to protect crops from wild animals and plant diseases. Organizes and supervises processes like tapping, threshing, plucking, withering, rolling, shifting, drying, cutting, sorting and storing of harvested produce. Undertakes publicity measures to publicise and to find out market for products and arranges for their transportation. Organizes and supervises construction of buildings, quarters, roads, tanks, installation of electric and telephone lines, etc. Supervises and co-ordinates work of field and office staff. Recruits staff and teaches them modern methods of plantation and allocates work. Keeps equipment, fences, building, etc. in order. Maintains muster roll of labour and looks after office correspondence. Looks after welfare of labour and ensures that provision of Plantation Act, Labour Act, etc. are maintained. Ensures proper payment to labour. Pays various taxes to Government and fulfils other obligations, if any. Maintains production and cost statements and submits periodical reports to proprietor. May specialize in growing particular types of plantation such as rubber, tea, coffee, etc. May conduct research and organize demonstration. May arrange preservation of produce. May partially process produce prior to marketing.",
    "1311.0900": "Manager, Nursery  Manager, Nursery manages nursery to grow horticultural plants, such as trees, shrubs, flowers, ornamental plants, or vegetables for sale to trade or retail customers: Determines type and quantity of horticultural plants to be grown, considering such factors as whether plants will be grown under controlled conditions in hothouse or greenhouse or under natural weather conditions in field, and market demand or conditions, utilizing knowledge of plant germination, growing habits of plants, soil conditions, plant nutrients, and disease control requirements. Selects and purchases seed, plant nutrients, and disease control chemicals according to type of horticultural plants and conditions under which plants will be grown. Tours work areas to observe quality and quantity of work being done, to inspect crops and to evaluate horticultural conditions, such as plant disease and soil conditions. Directs and co-ordinates, through subordinate supervisory personnel, activities of workers engaged in planting of seed, raising, feeding, and controlling growth and disease of plants, and transplanting, potting, or cutting plants for marketing. Co-ordinates clerical, record keeping, accounting and marketing activities. May purchase nursery stock for resale and sell  gardening accessories, such as sprays, garden implements and plant nutrients."
}